Repository: ateeducacion/omeka-s-DiskQuota
Catalog: language/*.po
Languages: es

source: Unknown
es: Desconocido

source: Disk Quota
es: Cuota de disco

source: Usage:
es: Uso:

source: unlimited
es: ilimitado

source: %s MB of %s MB
es: %s MB de %s MB

source: Total Files:
es: Total de archivos:

source: used
es: utilizado

source: No quota limit set.
es: No se ha definido límite de cuota.

source: Disk quota settings successfully updated
es: Configuración de cuota de disco actualizada correctamente

source: User Quota (MB)
es: Cuota del usuario (MB)

source: Set the disk quota for this user in megabytes. Set to 0 for unlimited.
es: Establece la cuota de disco para este usuario en megabytes. Usa 0 para ilimitado.

source: Disk quota allocated to this user.
es: Cuota de disco asignada a este usuario.

source: Site Quota (MB)
es: Cuota del sitio (MB)

source: Set the disk quota for this site in megabytes. Set to 0 for unlimited.
es: Establece la cuota de disco para este sitio en megabytes. Usa 0 para ilimitado.

source: Disk quota allocated to this site.
es: Cuota de disco asignada a este sitio.

source: Default global quota (MB)
es: Cuota global por defecto (MB)

source: Set to 0 to allow unlimited usage.
es: Usa 0 para permitir uso ilimitado.

source: Default quota per site (MB)
es: Cuota por defecto por sitio (MB)

source: Default disk quota for each site in megabytes. Set to 0 for unlimited.
es: Cuota de disco por defecto para cada sitio en megabytes. Usa 0 para ilimitado.

source: Default quota per user (MB)
es: Cuota por defecto por usuario (MB)

source: Default disk quota for each user in megabytes. Set to 0 for unlimited.
es: Cuota de disco por defecto para cada usuario en megabytes. Usa 0 para ilimitado.

source: Warning threshold (%)
es: Umbral de aviso (%)

source: E.g., 15 = warn at 85% usage.
es: Ej.: 15 = avisar al alcanzar el 85% del uso.
